
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>《在流放地》笔记 · DQZhang blog</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="DQZhang">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    笔记
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.2.1" data-path="《在流放地》笔记.html">
            
                <a href="《在流放地》笔记.html">
            
                    
                    《在流放地》笔记
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    原创
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../原创/Starlight.html">
            
                <a href="../原创/Starlight.html">
            
                    
                    Starlight
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >《在流放地》笔记</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x300A;&#x5728;&#x6D41;&#x653E;&#x5730;&#x300B;&#x7B14;&#x8BB0;">&#x300A;&#x5728;&#x6D41;&#x653E;&#x5730;&#x300B;&#x7B14;&#x8BB0;</h1>
<h2 id="&#x524D;&#x8A00;">&#x524D;&#x8A00;</h2>
<p>&#x4E4B;&#x524D;&#x8BFB;&#x4E86;&#x300A;&#x5728;&#x6D41;&#x653E;&#x5730;&#x300B;&#x8FD9;&#x7BC7;&#x5C0F;&#x8BF4;&#xFF0C;&#x4E5F;&#x770B;&#x4E86;&#x7F51;&#x4E0A;&#x5BF9;&#x300A;&#x5728;&#x6D41;&#x653E;&#x5730;&#x300B;&#x4EE5;&#x53CA;&#x4F5C;&#x8005;&#x5361;&#x592B;&#x5361;&#x672C;&#x4EBA;&#x7684;&#x8BC4;&#x8BBA;&#x3002;&#x5728;&#x5BA3;&#x6CC4;&#x6211;&#x81EA;&#x5DF1;&#x7684;&#x611F;&#x60F3;&#x4E4B;&#x524D;&#xFF08;&#x4E5F;&#x8BB8;&#x8FD9;&#x7BC7;&#x7B14;&#x8BB0;&#x7684;&#x8BFB;&#x8005;&#x4E5F;&#x62B1;&#x7740;&#x8FD9;&#x6837;&#x7684;&#x51B2;&#x52A8;&#xFF09;&#xFF0C;&#x6211;&#x9996;&#x5148;&#x60F3;&#x8BF4;&#x7684;&#x662F;&#x8BFB;&#x8FD9;&#x7BC7;&#x5C0F;&#x8BF4;&#x7ED9;&#x5927;&#x90E8;&#x5206;&#x7684;&#x611F;&#x53D7;&#x4E00;&#x5B9A;&#x662F;&#x51B2;&#x51FB;&#x611F;&#xFF0C;&#x4EE5;&#x53CA;&#x5F88;&#x591A;&#x5730;&#x65B9;&#x4E0D;&#x660E;&#x767D;&#x4F5C;&#x8005;&#x8FD9;&#x4E48;&#x5199;&#x662F;&#x4EC0;&#x4E48;&#x610F;&#x601D;&#x3002;&#x6211;&#x5728;&#x8BFB;&#x5230;&#x5F88;&#x591A;&#x8BC4;&#x8BBA;&#x4E4B;&#x540E;&#x518D;&#x5BF9;&#x6BD4;&#x5C0F;&#x8BF4;&#x7684;&#x5185;&#x5BB9;&#x91CD;&#x8BFB;&#x65F6;&#xFF0C;&#x771F;&#x7684;&#x89C9;&#x5F97;<del>&#x4ED6;&#x4EEC;&#x662F;&#x4E0D;&#x662F;&#x6CA1;&#x957F;&#x773C;</del>&#x3002;&#x660E;&#x660E;&#x8FD9;&#x7BC7;&#x5C0F;&#x8BF4;&#x4E0D;&#x7B97;&#x592A;&#x957F;&#xFF0C;&#x5F88;&#x591A;&#x7EBF;&#x7D22;&#x91CD;&#x590D;&#x591A;&#x6B21;&#x51FA;&#x73B0;&#xFF0C;&#x5374;&#x88AB;&#x8F7B;&#x6613;&#x5FFD;&#x7565;&#x4E86;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x505A;&#x4E86;&#x4E00;&#x4E9B;&#x6574;&#x7406;&#xFF0C;&#x5E0C;&#x671B;&#x80FD;&#x4ECE;&#x8FD9;&#x4E9B;&#x7EBF;&#x7D22;&#x4E2D;&#x628A;&#x63E1;&#x5230;&#x5C0F;&#x8BF4;&#x7684;&#x7ED3;&#x6784;&#xFF0C;&#x5F53;&#x7136;&#x53EA;&#x662F;&#x57FA;&#x4E8E;&#x6211;&#x81EA;&#x5DF1;&#x5BF9;&#x5C0F;&#x8BF4;&#x7684;&#x7406;&#x89E3;&#xFF0C;&#x800C;&#x4E14;&#x8FD9;&#x4E00;&#x6574;&#x7406;&#x5F62;&#x5F0F;&#x4E5F;&#x6B63;&#x662F;&#x628A;&#x6211;&#x7684;&#x611F;&#x60F3;&#x5305;&#x542B;&#x5728;&#x8FD9;&#x7BC7;&#x7B14;&#x8BB0;&#x7684;&#x7ED3;&#x6784;&#x91CC;&#xFF0C;&#x65E0;&#x9700;&#x5355;&#x72EC;&#x7684;&#x6587;&#x5B57;&#x3002;&#x53E6;&#x5916;&#x7EC6;&#x8BFB;&#x539F;&#x6587;&#x771F;&#x7684;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x53EF;&#x80FD;&#x6709;&#x4E00;&#x534A;&#x4EE5;&#x4E0A;&#x7684;&#x5185;&#x5BB9;&#x6211;&#x90FD;&#x6CA1;&#x770B;&#x89C1;&#x88AB;&#x4EBA;&#x63D0;&#x8D77;&#x8FC7;&#x3002;</p>
<p>&#x8FD9;&#x7BC7;&#x7B14;&#x8BB0;&#x5F15;&#x7528;&#x7684;&#x5C0F;&#x8BF4;&#x539F;&#x6587;&#x6458;&#x81EA;&#x4EBA;&#x6C11;&#x6587;&#x5B66;&#x51FA;&#x7248;&#x793E;&#x300A;&#x5361;&#x592B;&#x5361;&#x4E2D;&#x77ED;&#x7BC7;&#x5C0F;&#x8BF4;&#x5168;&#x96C6;&#xFF08;&#x540D;&#x8457;&#x540D;&#x8BD1;&#x4E1B;&#x4E66;&#xFF09;&#x300B;&#x6536;&#x5F55;&#x7684;&#x300A;&#x5728;&#x6D41;&#x653E;&#x5730;&#x300B;&#xFF0C;&#x738B;&#x70B3;&#x94A7;&#x8BD1;&#x3002;</p>
<h2 id="&#x519B;&#x5B98;&#x5BF9;&#x4ECB;&#x7ECD;&#x673A;&#x5668;&#x7684;&#x6267;&#x7740;">&#x519B;&#x5B98;&#x5BF9;&#x4ECB;&#x7ECD;&#x673A;&#x5668;&#x7684;&#x6267;&#x7740;</h2>
<blockquote>
<ol>
<li>&#x2014;&#x2014;&#x60A8;&#x8FD8;&#x662F;&#x770B;&#x770B;&#x673A;&#x5668;&#x5427;&#xFF0C;&#x201D;&#x4ED6;&#x968F;&#x5373;&#x52A0;&#x4E0A;&#x8FD9;&#x4E48;&#x4E00;&#x53E5;</li>
<li>&#x8FD9;&#x6B63;&#x4E2D;&#x519B;&#x5B98;&#x4E0B;&#x6000;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x6837;&#x4ED6;&#x5C31;&#x53EF;&#x4EE5;&#x4EB2;&#x81EA;&#x4ECB;&#x7ECD;&#x8FD9;&#x53F0;&#x673A;&#x5668;&#x4E86;&#x3002;</li>
<li>&#x201C;&#x6211;&#x5728;&#x778E;&#x804A;&#x4E86;&#xFF0C;&#x4ED6;&#x7684;&#x673A;&#x5668;&#x5C31;&#x6446;&#x5728;&#x6211;&#x4EEC;&#x9762;&#x524D;&#x3002;</li>
<li>&#x519B;&#x5B98;&#x8EAB;&#x7A7F;&#x7D27;&#x7EF7;&#x7EF7;&#x3001;&#x6302;&#x7740;&#x80A9;&#x7AE0;&#x7EF6;&#x5E26;&#x3001;&#x4EEA;&#x4ED7;&#x961F;&#x5F0F;&#x7684;&#x519B;&#x670D;&#xFF0C;&#x5174;&#x81F4;&#x76CE;&#x7136;&#x5730;&#x4ECB;&#x7ECD;&#x7740;&#xFF0C;&#x800C;&#x4E14;&#x4E00;&#x8FB9;&#x8BF4;&#x7740;&#x8BDD;&#xFF0C;&#x4E00;&#x8FB9;&#x62FF;&#x7740;&#x4E00;&#x628A;&#x6273;&#x624B;&#xFF0C;&#x8FD9;&#x513F;&#x90A3;&#x513F;&#x5730;&#x62E7;&#x62E7;&#x87BA;&#x4E1D;&#x3002;</li>
<li>&#x2014;&#x2014;&#x6211;&#x60F3;&#x5148;&#x63CF;&#x8FF0;&#x4E00;&#x4E0B;&#x673A;&#x5668;&#xFF0C;&#x7136;&#x540E;&#x624D;&#x8BA9;&#x673A;&#x5668;&#x81EA;&#x884C;&#x8FD0;&#x4F5C;&#xFF0C;&#x8FD9;&#x6837;&#x60A8;&#x5C31;&#x6BD4;&#x8F83;&#x5BB9;&#x6613;&#x770B;&#x660E;&#x767D;&#x4E86;&#x3002;</li>
<li>&#x519B;&#x5B98;&#x5BF9;&#x65C5;&#x884C;&#x8005;&#x5148;&#x524D;&#x7684;&#x6F2B;&#x4E0D;&#x7ECF;&#x5FC3;&#x51E0;&#x4E4E;&#x6BEB;&#x65E0;&#x5BDF;&#x89C9;&#xFF0C;&#x8FD9;&#x65F6;&#x5374;&#x6CE8;&#x610F;&#x5230;&#x4E86;&#x4ED6;&#x5F00;&#x59CB;&#x840C;&#x53D1;&#x7684;&#x5174;&#x8DA3;&#xFF1B;&#x4E8E;&#x662F;&#xFF0C;&#x4ED6;&#x4E2D;&#x65AD;&#x8BB2;&#x89E3;&#xFF0C;&#x8BA9;&#x65C5;&#x884C;&#x8005;&#x6709;&#x65F6;&#x95F4;&#x7EC6;&#x7EC6;&#x5730;&#x89C2;&#x5BDF;&#x3002;</li>
<li>&#x519B;&#x5B98;&#x610F;&#x8BC6;&#x5230;&#x8FD9;&#x6837;&#x5F88;&#x5371;&#x9669;&#xFF0C;&#x5BF9;&#x673A;&#x5668;&#x7684;&#x8BB2;&#x89E3;&#x53EF;&#x80FD;&#x4F1A;&#x88AB;&#x803D;&#x8BEF;&#x8BB8;&#x4E45;</li>
<li>&#x2014;&#x2014;&#x5168;&#x90E8;&#x89E3;&#x91CA;&#x6E05;&#x695A;&#x4E86;&#x5417;&#xFF1F;&#x65F6;&#x95F4;&#x8FC7;&#x5F97;&#x5F88;&#x5FEB;&#xFF0C;&#x5DF2;&#x7ECF;&#x5E94;&#x5F53;&#x5F00;&#x59CB;&#x6267;&#x884C;&#x4E86;&#xFF0C;&#x53EF;&#x6211;&#x8FD8;&#x6CA1;&#x8BB2;&#x89E3;&#x5B8C;&#x673A;&#x5668;&#x5462;&#x3002;&#x201D;&#x4ED6;&#x50AC;&#x4FC3;&#x65C5;&#x884C;&#x8005;&#x5750;&#x56DE;&#x5230;&#x6905;&#x5B50;&#x4E0A;&#xFF0C;&#x53C8;&#x8D70;&#x5230;&#x673A;&#x5668;&#x524D;&#xFF0C;&#x5F00;&#x59CB;&#x8BF4;&#x9053;&#xFF1A;&#x201C;</li>
<li>&#x4ED6;&#x53CB;&#x5584;&#x5730;&#x5411;&#x65C5;&#x884C;&#x8005;&#x6325;&#x7740;&#x8EAB;&#x5B50;&#xFF0C;&#x51C6;&#x5907;&#x505A;&#x6700;&#x8BE6;&#x5C3D;&#x7684;&#x89E3;&#x91CA;&#x3002;</li>
<li>&#x201C;&#x6B63;&#x56E0;&#x4E3A;&#x5982;&#x6B64;&#xFF0C;&#x6211;&#x4EEC;&#x5FC5;&#x987B;&#x6293;&#x7D27;&#x65F6;&#x95F4;&#x3002;&#x5F88;&#x9057;&#x61BE;&#xFF0C;&#x6211;&#x751A;&#x81F3;&#x4E0D;&#x5F97;&#x4E0D;&#x7F29;&#x77ED;&#x6211;&#x7684;&#x8BB2;&#x89E3;&#x3002;&#x4E0D;&#x8FC7;&#xFF0C;&#x6211;&#x53EF;&#x4EE5;&#x660E;&#x5929;&#xFF0C;&#x7B49;&#x673A;&#x5668;&#x2014;&#x2014;&#x5B83;&#x4E00;&#x7528;&#x8D77;&#x6765;&#x5C31;&#x5F04;&#x5F97;&#x5F88;&#x810F;&#xFF0C;&#x8FD9;&#x662F;&#x5B83;&#x552F;&#x4E00;&#x7684;&#x7F3A;&#x70B9;&#x2014;&#x2014;&#x6253;&#x626B;&#x5E72;&#x51C0;&#x540E;&#xFF0C;&#x8865;&#x505A;&#x8BE6;&#x5C3D;&#x7684;&#x89E3;&#x91CA;&#x3002;&#x73B0;&#x5728;&#x5C31;&#x53EA;&#x8BB2;&#x6700;&#x5FC5;&#x8981;&#x7684;&#x3002;</li>
<li>&#x4E3A;&#x4E86;&#x6F14;&#x793A;&#x5F97;&#x5C3D;&#x91CF;&#x5F62;&#x8C61;&#x4E9B;&#xFF0C;&#x4ED6;&#x628A;&#x53CC;&#x624B;&#x62E2;&#x5728;&#x6392;&#x6C34;&#x7BA1;&#x7684;&#x51FA;&#x53E3;&#x4E0A;</li>
<li>&#x201C;&#x628A;&#x4ED6;&#x62C9;&#x8D77;&#x6765;&#xFF01;&#x201D;&#x519B;&#x5B98;&#x558A;&#x9053;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x53D1;&#x73B0;&#xFF0C;&#x88AB;&#x5224;&#x51B3;&#x8005;&#x592A;&#x5206;&#x6563;&#x65C5;&#x884C;&#x8005;&#x7684;&#x6CE8;&#x610F;&#x529B;&#x4E86;&#x3002;&#x65C5;&#x884C;&#x8005;&#x4E0D;&#x53BB;&#x6CE8;&#x610F;&#x8019;,&#x7ADF;&#x628A;&#x8EAB;&#x5B50;&#x63A2;&#x8FC7;&#x8019;&#xFF0C;&#x53EA;&#x4E3A;&#x4E86;&#x5F04;&#x660E;&#x767D;&#x88AB;&#x5224;&#x51B3;&#x8005;&#x7684;&#x5904;&#x5883;&#x3002;</li>
<li>&#x4ED6;&#x62C5;&#x5FC3;&#x65C5;&#x884C;&#x8005;&#x7531;&#x4E8E;&#x566A;&#x97F3;&#x800C;&#x542C;&#x4E0D;&#x6E05;&#xFF0C;&#x618B;&#x8DB3;&#x4E86;&#x52B2;&#x5BF9;&#x7740;&#x65C5;&#x884C;&#x8005;&#x7684;&#x8033;&#x6735;&#x558A;&#x9053;</li>
<li>&#x519B;&#x5B98;&#x4E0D;&#x505C;&#x5730;&#x4ECE;&#x65C1;&#x8FB9;&#x77A7;&#x7740;&#x65C5;&#x884C;&#x8005;&#xFF0C;&#x4F3C;&#x4E4E;&#x60F3;&#x4ECE;&#x4ED6;&#x7684;&#x8138;&#x4E0A;&#x770B;&#x51FA;&#x4ED6;&#x5BF9;&#x5904;&#x51B3;&#x7684;&#x5370;&#x8C61;&#xFF0C;&#x81F3;&#x5C11;&#x4ED6;&#x5DF2;&#x4E3A;&#x65C5;&#x884C;&#x8005;&#x505A;&#x4E86;&#x7C97;&#x6D45;&#x7684;&#x8BB2;&#x89E3;&#x3002;</li>
<li>&#x519B;&#x5B98;&#x4F3C;&#x4E4E;&#x5E76;&#x6CA1;&#x6709;&#x5728;&#x542C;&#x4ED6;&#x8BF4;&#x8BDD;&#xFF1A;&#x201C;&#x8FD9;&#x4E2A;&#x7A0B;&#x5E8F;&#x539F;&#x6765;&#x5E76;&#x6CA1;&#x6709;&#x8BA9;&#x60A8;&#x4FE1;&#x670D;&#x3002;&#x201D;&#x4ED6;&#x81EA;&#x8A00;&#x81EA;&#x8BED;&#x5730;&#x8BF4;&#xFF0C;&#x5FAE;&#x7B11;&#x7740;&#xFF0C;&#x4EFF;&#x4F5B;&#x8001;&#x4EBA;&#x5728;&#x7B11;&#x5B69;&#x5B50;&#x7684;&#x778E;&#x80E1;&#x95F9;&#xFF0C;&#x5FAE;&#x7B11;&#x91CC;&#x9690;&#x85CF;&#x7740;&#x4ED6;&#x771F;&#x6B63;&#x7684;&#x601D;&#x7D22;&#x3002;</li>
</ol>
</blockquote>
<h2 id="&#x65C5;&#x884C;&#x8005;&#x7684;&#x6001;&#x5EA6;">&#x65C5;&#x884C;&#x8005;&#x7684;&#x6001;&#x5EA6;</h2>
<h2 id="&#x88AB;&#x5224;&#x51B3;&#x8005;&#x7684;&#x53CD;&#x5E94;">&#x88AB;&#x5224;&#x51B3;&#x8005;&#x7684;&#x53CD;&#x5E94;</h2>
<h2 id="&#x519B;&#x5B98;&#x7684;&#x8BA1;&#x5212;">&#x519B;&#x5B98;&#x7684;&#x8BA1;&#x5212;</h2>
<h2 id="&#x611F;&#x60F3;">&#x611F;&#x60F3;</h2>
<h2 id="&#x9644;&#x5F55;">&#x9644;&#x5F55;</h2>
<blockquote>
<ul>
<li><a href="https://wenku.baidu.com/view/c5d88f274b35eefdc8d3330e.html" target="_blank">&#x4F20;&#x7EDF;&#x65E0;&#x610F;&#x8BC6;&#x8003;&#x53E4;&#x2500;&#x2500;&#x8BBA;&#x5F17;&#x5170;&#x8328;&#xB7;&#x5361;&#x592B;&#x5361;&#x7684;&#x300A;&#x5728;&#x6D41;&#x653E;&#x5730;&#x300B;</a></li>
</ul>
</blockquote>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"《在流放地》笔记","level":"1.2.1","depth":2,"next":{"title":"原创","level":"1.3","depth":1,"ref":"","articles":[{"title":"Starlight","level":"1.3.1","depth":2,"path":"原创/Starlight.md","ref":"原创/Starlight.md","articles":[]}]},"previous":{"title":"笔记","level":"1.2","depth":1,"ref":"","articles":[{"title":"《在流放地》笔记","level":"1.2.1","depth":2,"path":"笔记/《在流放地》笔记.md","ref":"笔记/《在流放地》笔记.md","articles":[]}]},"dir":"ltr"},"config":{"plugins":[],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"DQZhang","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"DQZhang blog","language":"zh-hans","gitbook":"*"},"file":{"path":"笔记/《在流放地》笔记.md","mtime":"2019-02-14T02:11:42.939Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-02-20T09:41:45.720Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

